Repository: Yewon419/TempoRoutine
Catalog: App/Localizable.xcstrings
Source language: ko
Languages: en, ja, zh_hans

source: 사용법 다시 보기
en: See how it works again
ja: 使い方をもう一度見る
zh_hans: 再看一次使用方法

source: 사용법 안내 %1$@ / %2$@. %3$@. %4$@
en: How to use %1$@ / %2$@. %3$@. %4$@
ja: 使い方ガイド %1$@ / %2$@. %3$@. %4$@
zh_hans: 使用说明 %1$@ / %2$@. %3$@. %4$@

source: 사용법 안내. %1$@. %2$@
en: How to use. %1$@. %2$@
ja: 使い方の案内。%1$@。%2$@
zh_hans: 使用说明。%1$@。%2$@

source: 사이클 싱킹
en: Cycle syncing
ja: サイクルシンキング
zh_hans: 周期同步法

source: 사이클 싱킹은 그 흐름을 계획에 맞추는 대신,
en: Cycle syncing, instead of making that flow fit your plans,
ja: サイクルシンキングは、その流れを計画に合わせるのではなく、
zh_hans: 周期同步法不是让这股流动去迁就计划，

source: 삭제
en: Delete
ja: 削除
zh_hans: 删除

source: 삼일절
en: Independence Movement Day
ja: 三一節
zh_hans: 三一节

source: 상단의 설명은 일반적인 경향입니다.
en: The description above shows general tendencies.
ja: 上の説明は一般的な傾向です。
zh_hans: 上面的说明是一般性的趋势。

source: 새 노트 펴기
en: Open a new note
ja: 新しいノートを開く
zh_hans: 翻开新笔记

source: 새 레시피 도전
en: Trying a new recipe
ja: 新しいレシピに挑戦
zh_hans: 尝试新菜谱

source: 새 문구류 쇼핑
en: Shopping for new stationery
ja: 新しい文房具を買う
zh_hans: 买新文具

source: 새 옷
en: New Clothes
ja: 新しい服
zh_hans: 新衣

source: 새 장르 노래 들어보기
en: Try a song from a new genre
ja: 新しいジャンルの曲を聴いてみる
zh_hans: 听听新类型的歌

source: 새 플레이리스트 찾기
en: Find a new playlist
ja: 新しいプレイリストを探す
zh_hans: 找新的播放列表

source: 새로 가져올 기록은 없었어요. 건강 앱의 기록은 이미 모두 반영돼 있어요.
en: There was nothing new to import. Everything from the Health app is already here.
ja: 新しく読み込む記録はありませんでした。ヘルスケアAppの記録はすでにすべて反映されています。
zh_hans: 没有可以新导入的记录。“健康”App 里的记录已经全部同步过来了。

source: 새로 가져올 기록이 없어요.
en: There are no new records to import.
ja: 新しく読み込む記録はありません。
zh_hans: 没有可以新导入的记录。

source: 새로운 스포츠 도전
en: Trying a new sport
ja: 新しいスポーツに挑戦
zh_hans: 尝试新的运动

source: 새로운 테마, 새로운 기분으로 템포루틴을 즐겨보세요!
en: Enjoy TempoRoutine with a new theme and a new mood!
ja: 新しいテーマで、新しい気分でテンポルーティンを楽しんでください！
zh_hans: 用新主题、新心情享受 TempoRoutine 吧！

source: 새해 첫 기록
en: New Year's First Note
ja: 新年最初の記録
zh_hans: 新年首记

source: 색면 위에 놓인 한 장의 티켓. 일상을 여행처럼.
en: A single Ticket laid on a field of color. Everyday life, like a trip.
ja: 色面の上に置かれた一枚のチケット。日常を旅のように。
zh_hans: 色块之上的一张票券。把日常过成旅行。

source: 샐러드 도시락
en: A salad lunchbox
ja: サラダのお弁当
zh_hans: 沙拉便当

source: 생리
en: Period
ja: 生理
zh_hans: 月经

source: 생리 기록
en: Log period
ja: 生理を記録
zh_hans: 记录月经

source: 생리 기록은 여기서
en: Log your period here
ja: 生理の記録はここから
zh_hans: 月经记录在这里

source: 생리 기록이 건강 앱에도 저장돼요.
en: Period records are also saved to the Health app.
ja: 生理の記録はヘルスケアAppにも保存されます。
zh_hans: 月经记录也会保存到“健康”App。

source: 생리 기록이 건강 앱에도 저장돼요. 이 앱이 쓴 기록만 건강 앱에서 고칠 수 있어요.
en: Period records are also saved to the Health app. Only the records this app wrote can be edited in the Health app.
ja: 生理の記録はヘルスケアAppにも保存されます。このAppが書いた記録だけをヘルスケアAppで直せます。
zh_hans: 月经记录也会保存到“健康”App。只有这个App写入的记录才能在“健康”App里修改。

source: 생리 끝난 직후
en: Right after my period ends
ja: 生理が終わった直後
zh_hans: 月经刚结束时

source: 생리 예상
en: Period expected
ja: 生理の予想
zh_hans: 月经预计

source: 생리 예측 알림
en: Period prediction notification
ja: 生理予測の通知
zh_hans: 月经预测提醒

source: 생리 주기를 네 계절로 보고,
en: It sees your period cycle as four seasons,
ja: 生理周期を四つの季節として見て、
zh_hans: 把月经周期看作四个季节，

source: 생리 중
en: During my period
ja: 生理中
zh_hans: 月经期间

source: 생리는 보통 며칠간 하나요?
en: How many days does your period usually last?
ja: 生理はふだん 何日くらい続きますか？
zh_hans: 月经通常 会持续几天？

source: 생리를 기록하면 계획이 보이기 시작해요.
en: Log a period and your plans start to appear.
ja: 生理を記録すると、計画が見えはじめます。
zh_hans: 记录月经后，计划就会慢慢显现。

source: 생리와 다음 생리 중간쯤
en: Around the middle, between one period and the next
ja: 生理と次の生理のちょうど中間くらい
zh_hans: 这次月经和下次月经的中间左右

source: 석가탄신일
en: Buddha's Birthday
ja: 釈迦誕生日
zh_hans: 佛诞日

source: 설 연휴
en: Korean New Year holiday
ja: 旧正月連休
zh_hans: 春节连休

source: 설날
en: Korean New Year
ja: 旧正月
zh_hans: 春节

source: 설정
en: Settings
ja: 設定
zh_hans: 设置

source: 설정 열기
en: Open Settings
ja: 設定を開く
zh_hans: 打开设置

source: 설정의 알림에서 언제든 바꿀 수 있습니다.
en: You can change this anytime in Settings.
ja: 設定の通知でいつでも変更できます。
zh_hans: 可以随时在设置的通知里更改。

source: 성탄절
en: Christmas
ja: クリスマス
zh_hans: 圣诞节

source: 세 벌의 옷
en: Three Outfits
ja: 三着の服
zh_hans: 三件衣裳

source: 세션
en: Sessions
ja: セッション
zh_hans: 次数

source: 세션 진행
en: Sessions
ja: セッション
zh_hans: 次数

source: 소식
en: News
ja: お知らせ
zh_hans: 消息

source: 소식, 새 글 있음
en: News, new posts
ja: お知らせ、新着あり
zh_hans: 消息，有新内容

source: 소식을 불러오지 못했어요. 잠시 뒤에 다시 열어주세요.
en: The news couldn't be loaded. Please open it again in a little while.
ja: お知らせを読み込めませんでした。少し経ってからもう一度開いてください。
zh_hans: 没能加载到消息。请过一会儿再打开。

source: 소중한 의견 고마워요. 개발에 잘 반영할게요.
en: Thanks for your feedback. We'll put it to good use.
ja: 貴重なご意見ありがとうございます。開発にしっかり反映します。
zh_hans: 感谢你的宝贵意见，我们会认真采纳。

source: 소화 편한 죽 한 그릇
en: A bowl of easy-to-digest porridge
ja: 消化にやさしいおかゆを一杯
zh_hans: 一碗好消化的粥

source: 수
en: Wed
ja: 水
zh_hans: 三

source: 수면
en: Sleep
ja: 睡眠
zh_hans: 睡眠

source: 수영 30분
en: Swim, 30 min
ja: 水泳 30分
zh_hans: 游泳30分钟

source: 쉰 밤의 기록
en: Fifty Nights
ja: 五十夜の記録
zh_hans: 五十夜记录

source: 쉽게 피곤해져요
en: I get tired easily
ja: 疲れやすくなります
zh_hans: 容易累

source: 쉿, 자는 중
en: Shh, Sleeping
ja: しーっ、おやすみ中
zh_hans: 嘘，睡着了

source: 스스로에게 휴식을 줘도 괜찮은 시간
en: A good time to give yourself a rest
ja: 自分に休息をあげても大丈夫な時間
zh_hans: 可以让自己休息一下的时候

source: 스승의 날
en: Teachers' Day
ja: 先生の日
zh_hans: 教师节

source: 스카이블루
en: Sky blue
ja: スカイブルー
zh_hans: 天蓝色

source: 스토어 열기 실패: %1$@
en: Couldn't open the store: %1$@
ja: ストアを開けませんでした: %1$@
zh_hans: 无法打开商店：%1$@

source: 스톱워치
en: Stopwatch
ja: ストップウォッチ
zh_hans: 秒表

source: 스트레칭 10분
en: 10 min of stretching
ja: ストレッチ10分
zh_hans: 拉伸 10 分钟

source: 승인을 기다리는 중이에요
en: Waiting for permission
ja: 承認を待っています
zh_hans: 正在等待批准

source: 시간대
en: Time of day
ja: 時間帯
zh_hans: 时段

source: 시계 따름
en: Follow clock
ja: 時計に合わせる
zh_hans: 跟随时钟

source: 시동 거는 주기예요. 가볍게 시작해도 좋아요.
en: Your engine is warming up. Starting small is enough.
ja: エンジンがかかる時期です。軽く始めても大丈夫です。
zh_hans: 是慢慢启动的周期。轻轻开始就好。

source: 시원한 과일 한 접시
en: A plate of cool fruit
ja: 冷たい果物を一皿
zh_hans: 一盘清凉的水果

source: 시작
en: Start
ja: 開始
zh_hans: 开始

source: 시작 계절
en: Starting season
ja: 開始の季節
zh_hans: 开始的季节

source: 시작하기
en: Get started
ja: はじめる
zh_hans: 开始

source: 시작하면 잠금화면에서도 남은 시간을 확인할 수 있어요.
en: Once you start, you can check the time left from the Lock Screen too.
ja: はじめると、ロック画面でも残り時間を確認できます。
zh_hans: 开始后，在锁定屏幕上也能看到剩余时间。

source: 시작하면 잠금화면에서도 현재 시간을 확인할 수 있어요.
en: Once you start, you can check the current time from the Lock Screen too.
ja: 開始すると、ロック画面でも現在の時間を確認できます。
zh_hans: 开始之后，在锁定屏幕上也能看到当前时间。

source: 시험공부
en: Studying for exams
ja: 試験勉強
zh_hans: 备考复习

source: 시험공부 6챕터
en: Exam study, 6 chapters
ja: 試験勉強 6章
zh_hans: 备考 6章

source: 식단
en: Meals
ja: 食事
zh_hans: 饮食

source: 식단이나 운동처럼 나를 채우는 일들이에요. 각 계절에 맞는 인풋으로 당신을 채워봐요.
en: Things that fill you up, like meals or exercise. Fill yourself with the Input that suits each season.
ja: 食事や運動のように、自分を満たすことです。 季節に合ったインプットで自分を満たしてみましょう。
zh_hans: 像饮食和运动一样，是充实自己的事。 用适合每个季节的 Input 来充实自己吧。

source: 식욕
en: Appetite
ja: 食欲
zh_hans: 食欲

source: 식욕은
en: Appetite
ja: 食欲は
zh_hans: 食欲

source: 신정
en: New Year's Day
ja: 新正月
zh_hans: 元旦

source: 신호 선택
en: Choose a signal
ja: シグナルを選ぶ
zh_hans: 选择信号

source: 실내 스트레칭 15분
en: 15 min indoor stretching
ja: 室内ストレッチ15分
zh_hans: 室内拉伸 15 分钟

source: 실내 클라이밍
en: Indoor climbing
ja: インドアクライミング
zh_hans: 室内攀岩

source: 심플
en: Simple
ja: シンプル
zh_hans: 简约

source: 심플 테마.
en: The Simple theme.
ja: シンプルのテーマです。
zh_hans: 简约主题。

source: 심해져요
en: It gets worse
ja: ひどくなります
zh_hans: 会变严重

source: 쓰던 기록이 있다면, 그대로 이어져요.
en: If you already have records, they carry over just as they are.
ja: 使っていた記録があれば、 そのまま引き継がれます。
zh_hans: 如果已经有记录， 会原样延续下来。

source: 쓰던 앱이 건강 앱에 남긴 기록을 불러올 수 있어요.
en: You can import the records your previous app left in the Health app.
ja: これまで使っていたAppがヘルスケアAppに残した記録を読み込めます。
zh_hans: 可以导入之前用的 App 留在“健康”App 里的记录。

source: 씨앗 %1$lld개로 구매할 수 있어요 · 지금 %2$lld개
en: You can get it for %1$lld seeds · you have %2$lld now
ja: たね%1$lld個で購入できます・いま%2$lld個
zh_hans: 可以用%1$lld颗种子购买 · 现在有%2$lld颗

source: 씨앗 %lld개
en: Seeds: %lld
ja: たね：%lld
zh_hans: 种子%lld个

source: 씨앗 %lld개 받기
en: Get %lld seeds
ja: たねを%lld個受け取る
zh_hans: 领取 %lld 个种子

source: 씨앗 %lld개로 구매
en: Buy for %lld seeds
ja: たね%lld個で購入
zh_hans: 用 %lld 个种子购买

source: 씨앗 %lld개로 소장
en: Get it for %lld seeds
ja: たね%lld個で手に入れる
zh_hans: 用%lld颗种子收藏

source: 씨앗 %lld개를 받았어요
en: Seeds received: %lld
ja: たねを%lld個受け取りました
zh_hans: 收到了%lld颗种子

source: 씨앗 %lld개를 썼어요.
en: You used %lld seeds.
ja: たねを%lld個使いました。
zh_hans: 用掉了 %lld 颗种子。

source: 씨앗 부자
en: Seed Rich
ja: たね長者
zh_hans: 种子富翁

source: 씨앗 뿌려주세요
en: Sprinkle some seeds, please
ja: たねをまいてください
zh_hans: 请撒点种子吧

source: 씨앗으로 연 테마
en: Themes unlocked with seeds
ja: たねで開いたテーマ
zh_hans: 用种子解锁的主题

source: 씨앗은 하루 체크인을 완성하면 하나씩 모여요.
en: You collect one seed each time you complete a day's check-in.
ja: たねは1日のチェックインを完成させるたびに、1つずつ集まります。
zh_hans: 每完成一天的打卡，就会攒下一颗种子。

source: 씨앗을 누적 100개 모아요
en: Earn 100 seeds in total
ja: たねを累計100個集める
zh_hans: 累计获得100颗种子

source: 씨앗이 모였어요
en: You've collected seeds
ja: たねが集まりました
zh_hans: 种子攒起来了

source: 아니오
en: No
ja: いいえ
zh_hans: 否

source: 아랫배나 허리가 불편해요
en: My lower belly or lower back feels uncomfortable
ja: 下腹部や腰に不快感があります
zh_hans: 小腹或腰部不舒服

source: 아이템
en: Items
ja: アイテム
zh_hans: 物品

source: 아직 결제한 내역이 없어요.
en: No purchases yet.
ja: まだ購入履歴がありません。
zh_hans: 还没有购买记录。

source: 아픈 곳은
en: Feeling unwell?
ja: つらいところは
zh_hans: 不舒服的地方

source: 아직 소식이 없어요.
en: No news yet.
ja: まだお知らせはありません。
zh_hans: 还没有消息。

source: 아직 없어요
en: Nothing yet
ja: まだありません
zh_hans: 还没有

source: 아침 러닝
en: Morning run
ja: 朝のランニング
zh_hans: 晨跑

source: 아침 요가
en: Morning yoga
ja: 朝ヨガ
zh_hans: 早晨瑜伽

source: 아침 일정 브리핑
en: Morning plan briefing
ja: 朝の予定ブリーフィング
zh_hans: 早晨日程简报

source: 아침명상 5분
en: 5 min of morning meditation
ja: 朝の瞑想5分
zh_hans: 晨间冥想 5 分钟

source: 악기 연주
en: Play an instrument
ja: 楽器の演奏
zh_hans: 演奏乐器

source: 안단테
en: Andante
ja: アンダンテ
zh_hans: 行板

source: 알겠어요
en: Got it
ja: わかりました
zh_hans: 知道了

source: 알림
en: Notifications
ja: 通知
zh_hans: 通知

source: 알림 받기
en: Turn on notifications
ja: 通知を受け取る
zh_hans: 接收通知

source: 알림 설정 열기
en: Open notification settings
ja: 通知設定を開く
zh_hans: 打开通知设置

source: 알림이 꺼져 있어요. 설정에서 알림을 켜면 다시 고를 수 있어요.
en: Notifications are off. Turn them on in Settings and you can choose again.
ja: 通知がオフになっています。設定で通知をオンにすると、また選べます。
zh_hans: 通知已关闭。在“设置”中打开通知后可以重新选择。

source: 앞으로 7일간 모든 테마를 자유롭게 바꿔볼 수 있어요.
en: For the next 7 days you can switch between all themes freely.
ja: これから7日間、すべてのテーマを自由に切り替えられます。
zh_hans: 接下来 7 天，可以自由切换所有主题。

source: 애플 계정에 남아 있는 결제 기록이에요. 영수증과 환불 요청은 App Store에서 할 수 있어요.
en: These are the purchases recorded on your Apple Account. Receipts and refund requests are handled in the App Store.
ja: Appleアカウントに残っている購入記録です。領収書と返金の申請はApp Storeでできます。
zh_hans: 这是您 Apple 账户中的购买记录。收据与退款申请请在 App Store 中办理。

source: 앱 초기화
en: Reset App
ja: Appをリセット
zh_hans: 重置 App

source: 앱에서 쓸 언어를 골라 주세요.
en: Choose the language for the app.
ja: Appで使う言語を選んでください。
zh_hans: 请选择 App 使用的语言。

source: 앱을 초기화할까요?
en: Reset the app?
ja: Appをリセットしますか？
zh_hans: 要重置 App 吗？

source: 앱을 한 번 열면 채워져요
en: It fills in once you open the app
ja: Appを一度開くと反映されます
zh_hans: 打开一次 App 就会填上

source: 앱이 너무 구려요
en: This app is so lame
ja: アプリがダサすぎます
zh_hans: 这个应用太逊了

source: 약속이나 생일같은 일정을 적어봐요. 텍스트에서 시간을 자동으로 읽어올수도 있어요.
en: Jot down plans like appointments or birthdays. Times can be read from the text automatically, too.
ja: 約束や誕生日などの予定を書いてみてください。テキストから時刻を自動で読み取ることもできます。
zh_hans: 写下约会、生日之类的安排吧。还可以从文字里自动读取时间。

source: 어느 계절
en: Which season
ja: どの季節
zh_hans: 哪个季节

source: 어떤 지면으로 시작할까요?
en: Which paper would you like to start with?
ja: どの紙面から 始めますか？
zh_hans: 想从哪种纸面 开始呢？

source: 어린이날
en: Children's Day
ja: こどもの日
zh_hans: 儿童节

source: 어버이날
en: Parents' Day
ja: 両親の日
zh_hans: 父母节

source: 언어
en: Language
ja: 言語
zh_hans: 语言

source: 언어 선택
en: Choose language
ja: 言語を選ぶ
zh_hans: 选择语言

source: 언어를 바꾸려면 앱을 다시 시작해요
en: Restart to change the language
ja: 言語を変えるにはAppを再起動します
zh_hans: 更改语言需要重新启动 App

source: 언어를 바꿀까요?
en: Change the language?
ja: 言語を変えますか？
zh_hans: 要更改语言吗？

source: 언제든 설정에서 다시 답변할 수 있어요.
en: You can answer again anytime in Settings.
ja: いつでも設定から答え直せます。
zh_hans: 随时可以在设置里重新作答。

source: 없음
en: None
ja: なし
zh_hans: 无

source: 에너지
en: Energy
ja: エネルギー
zh_hans: 能量

source: 에너지는
en: Energy
ja: エネルギーは
zh_hans: 能量

source: 에너지는 %1$@에 가장 높았어요.
en: Energy peaked in %1$@.
ja: エネルギーは%1$@がいちばん高めでした。
zh_hans: 精力在%1$@最高。

source: 여름
en: Summer
ja: 夏
zh_hans: 夏

source: 여름이 시작됐어요. 에너지가 차오르는 때예요.
en: Summer has begun. Energy is on the rise.
ja: 夏が始まりました。エネルギーが満ちてくる頃です。
zh_hans: 夏天开始了。是精力上涨的时候。

source: 여름이에요. 기록상 이맘때 가장 빛났어요. 마음껏 몰입해도 좋아요!
en: It's Summer. Your records show you shone brightest around now. Feel free to dive right in!
ja: 夏です。記録では、この時期がいちばん輝いていました。思いきり没頭しても大丈夫です！
zh_hans: 夏天了。记录显示这个时候你最闪耀。可以尽情投入！

source: 여름이에요. 기록상 이맘때는 쉼이 필요했어요. 쉬어가도 좋아요.
en: It's Summer. Your records show you needed rest around this time. It's fine to take a break.
ja: 夏です。記録では、この時期は休みが必要でした。休んでも大丈夫です。
zh_hans: 现在是夏。记录显示，这个时候需要休息。歇一歇也很好。

source: 여름이에요. 기록상 이맘때는 의외로 지치곤 했어요. 오늘은 가볍게 가요.
en: It's summer. Oddly, you'd tire around now. Keep it light today.
ja: 夏です。記録では意外とこの頃、疲れがち。今日は軽めに。
zh_hans: 是夏天。记录里这时反而容易累。今天轻松点。

source: 여름이에요. 기록상 이맘때의 당신은 밝았어요. 하고 싶은 만큼 해봐요!
en: It's Summer. Your records show you were bright around this time. Do as much as you feel like!
ja: 夏です。記録では、この時期のあなたは明るかったです。やりたいだけやってみてください！
zh_hans: 现在是夏。记录显示这个时候的你很明亮。想做多少就做多少吧！

source: 여름이에요. 기록상 절정이던 때예요. 큰 일을 두기 좋은 날이에요.
en: It's summer. This was your peak. A good day for the big thing.
ja: 夏です。記録では絶頂期。大きなことを置くのに良い日。
zh_hans: 是夏天。记录里是巅峰期。适合安排大事。

source: 여름이에요. 기록상 컨디션이 안정적이던 때예요. 꾸준히 가기 좋아요.
en: It's summer. Your condition held steady around now. Good for keeping pace.
ja: 夏です。記録では調子が安定していた頃。こつこつ進むのに良い時。
zh_hans: 是夏天。记录里状态稳定。适合稳步前进。

source: 여름이에요. 미뤄둔 일을 꺼내기 좋은 날이에요.
en: It's summer. A good day to pick up what you've put off.
ja: 夏です。後回しにしていたことを出すのにいい日。
zh_hans: 是夏天。适合把搁置的事拿出来。

source: 여름이에요. 사람을 만나기에도 좋은 때예요.
en: It's summer. A good time to see people, too.
ja: 夏です。人に会うにもいい頃です。
zh_hans: 是夏天。也是见朋友的好时候。

source: 여름이에요. 오늘의 에너지를 마음껏 써봐요.
en: It's summer. Spend today's energy freely.
ja: 夏です。今日のエネルギーを思いきり使ってみて。
zh_hans: 是夏天。尽情使用今天的精力吧。

source: 여름이에요. 하고 싶은 만큼 빛나도 좋아요.
en: It's summer. Shine as much as you'd like.
ja: 夏です。好きなだけ輝いていい時期です。
zh_hans: 夏天到了。想怎么发光都可以。

source: 연동 꺼짐
en: Sync off
ja: 連携オフ
zh_hans: 同步已关闭

source: 열 밤의 기록
en: Ten Nights
ja: 十夜の記録
zh_hans: 十夜记录

source: 영수증을 확인하지 못했어요
en: The receipt couldn't be verified
ja: レシートを確認できませんでした
zh_hans: 未能确认购买凭证

source: 영양제 챙기기
en: Take your supplements
ja: サプリメントをとる
zh_hans: 记得吃营养品

source: 영어 듣기
en: English listening
ja: 英語のリスニング
zh_hans: 英语听力

source: 영어 듣기 30분
en: 30 min English listening
ja: 英語リスニング30分
zh_hans: 英语听力 30 分钟

source: 영화 보러 가기
en: Go see a movie
ja: 映画を観に行く
zh_hans: 去看电影

source: 영화 한 편
en: A movie
ja: 映画を1本
zh_hans: 一部电影

source: 예
en: Yes
ja: はい
zh_hans: 是

source: 예: %@
en: e.g. %@
ja: 例：%@
zh_hans: 例：%@

source: 예: 자격증 공부
en: e.g. studying for a certification
ja: 例: 資格の勉強
zh_hans: 例：考证学习

source: 예상
en: Expected
ja: 予想
zh_hans: 预计

source: 예정일에서 %lld일이 지났어요. 리듬은 늘 조금씩 다르니, 생리가 시작되면 캘린더에서 기록해 주세요.
en: It's been %lld days past the expected date. Rhythms shift a little every cycle — when your period starts, log it in the calendar.
ja: 予定日から %lld 日が過ぎました。リズムはいつも少しずつ変わります。生理が始まったらカレンダーに記録してください。
zh_hans: 距预计日已经过了 %lld 天。节奏每次都会有一点不同，月经开始后可以在日历里记录一下。

source: 예측 기반
en: Estimated
ja: 推定
zh_hans: 预估

source: 예측 정확도
en: Prediction accuracy
ja: 予測の精度
zh_hans: 预测准确度

source: 옐로
en: Yellow
ja: イエロー
zh_hans: 黄色

source: 오늘
en: Today
ja: 今日
zh_hans: 今天

source: 오늘 기록이 나의 템포에 담겼어요.
en: Today's record is now in My Tempo.
ja: 今日の記録がマイテンポに入りました。
zh_hans: 今天的记录已放入“我的节奏”。

source: 오늘 달로
en: To today's month
ja: 今日の月へ
zh_hans: 回到今天所在的月

source: 오늘 일정이에요.
en: Here's today's schedule.
ja: 今日の予定です。
zh_hans: 这是今天的日程。

source: 오늘 챙길 Input을 목록으로 보여줘요.
en: Shows today's Inputs as a list.
ja: 今日のインプットをリストで表示します。
zh_hans: 把今天要做的 Input 以清单形式显示。

source: 오늘 챙길 Input이 없어요
en: No Input to take care of today
ja: 今日のインプットはありません
zh_hans: 今天没有要打理的 Input

source: 오늘 탭에서 한 줄을 남기면 여기에 모여요.
en: Leave a line on the Today tab and it collects here.
ja: 今日タブで一行残すと、ここに集まります。
zh_hans: 在“今天”标签里写下一行，就会汇集到这里。

source: 오늘 한 줄
en: Today's one line
ja: 今日の一行
zh_hans: 今天的一行

source: 오늘 한 줄 모음
en: Today's one-line records
ja: 今日の一行記録
zh_hans: 今天的一行记录

source: 오늘 할 일 적어두기
en: Jot down today's to-dos
ja: 今日やることを書いておく
zh_hans: 记下今天要做的事

source: 오늘 화면으로
en: To Today
ja: 今日の画面へ
zh_hans: 回到今天

source: 오늘·내일
en: Today · Tomorrow
ja: 今日・明日
zh_hans: 今天·明天

source: 오늘은 다음과 같은 일정이 있어요
en: Here's what's on your schedule today
ja: 今日は次の予定があります
zh_hans: 今天有这些安排

source: 오늘은 이 안내 닫기
en: Hide this for today
ja: 今日はこの案内を閉じる
zh_hans: 今天不再显示

source: 오늘은 일찍 잠들기
en: Go to bed early today
ja: 今日は早めに眠る
zh_hans: 今天早点睡

source: 오늘은 천천히 이어가볼까요?
en: Shall we take today slowly?
ja: 今日はゆっくり続けてみませんか？
zh_hans: 今天要不要慢慢来？

source: 오늘의 Input
en: Today's Input
ja: 今日のインプット
zh_hans: 今天的 Input

source: 오늘의 Output
en: Today's Output
ja: 今日のアウトプット
zh_hans: 今天的 Output

source: 오늘의 계절
en: Today's season
ja: 今日の季節
zh_hans: 今天的季节

source: 오늘의 일정·Input·Output을 한눈에 보여줘요.
en: Shows today's schedule, Input, and Output at a glance.
ja: 今日の予定・インプット・アウトプットをひと目で見せてくれます。
zh_hans: 一眼就能看到今天的日程、Input 和 Output。

source: 오늘의 체크인
en: Today's check-in
ja: 今日のチェックイン
zh_hans: 今天的打卡

source: 오늘의 카드
en: Today's card
ja: 今日のカード
zh_hans: 今天的卡片

source: 오늘쯤 겨울이 시작될 수 있어요. 시작되면 기록해 주세요.
en: Winter may start around today. Log it once it does.
ja: 今日ごろ冬が始まるかもしれません。始まったら記録してください。
zh_hans: 冬天可能在今天前后开始。开始了的话记录一下就好。

source: 오렌지
en: Orange
ja: オレンジ
zh_hans: 橙色

source: 오류 %1$@(%2$@) %3$@
en: Error %1$@(%2$@) %3$@
ja: エラー %1$@(%2$@) %3$@
zh_hans: 错误 %1$@(%2$@) %3$@

source: 오타 제보도 환영이에요
en: Typo reports are welcome too
ja: 誤字の報告も歓迎です
zh_hans: 也欢迎报告错别字

source: 오히려 기운이 넘쳐요
en: If anything, I have more energy
ja: むしろ元気があふれます
zh_hans: 反而更有精神

source: 온보딩 다시 보기
en: View onboarding again
ja: オンボーディングをもう一度見る
zh_hans: 重看引导介绍

source: 온보딩 닫기
en: Close onboarding
ja: オンボーディングを閉じる
zh_hans: 关闭引导

source: 올림 %1$@
en: Uploaded %1$@
ja: アップロード %1$@
zh_hans: 上传 %1$@

source: 올빼미
en: Night Owl
ja: 夜ふかし
zh_hans: 夜猫子

source: 옷장 완성
en: Full Wardrobe
ja: クローゼット完成
zh_hans: 衣橱集齐

source: 완료
en: Done
ja: 完了
zh_hans: 完成

source: 완전히 다른 사람 같아요
en: Like a completely different person
ja: まるで別人のようです
zh_hans: 像完全变了一个人

source: 왕복 완료 — 새 변경 없음
en: Round trip complete — no new changes
ja: 往復完了 — 新しい変更はありません
zh_hans: 往返完成 — 没有新的更改

source: 우상단 친구를 꾹 눌러 재웠어요
en: Long-pressed the little friend to sleep
ja: 右上の友だちを長押しで寝かせました
zh_hans: 长按右上角的小家伙让它入睡了

source: 운동
en: Exercise
ja: 運動
zh_hans: 运动

source: 원본 %1$@건, 가져옴 %2$@건
en: %1$@ in source, %2$@ imported
ja: 元データ%1$@件、読み込み%2$@件
zh_hans: 原始 %1$@ 条，已导入 %2$@ 条

source: 월
en: Month
ja: 月
zh_hans: 一

source: 위치 허가가 필요해요
en: Location permission is needed
ja: 位置情報の許可が必要です
zh_hans: 需要位置权限

source: 은필
en: Silverpoint
ja: 銀筆
zh_hans: 银笔

source: 은필과 종이. 계절이 빛으로 스며드는 지면이에요.
en: Silverpoint and paper. A page where the seasons seep in as light.
ja: 銀筆と紙。季節が光となって染み込む紙面です。
zh_hans: 银笔与纸。季节化作光，渗入纸面。

source: 응답은 이 기기에만 저장돼요.
en: Your answers stay on this device only.
ja: 回答はこの端末にのみ保存されます。
zh_hans: 回答只保存在这台设备上。

source: 응답은 이 기기에만 저장됩니다.
en: Your answers are saved only on this device.
ja: 回答はこの端末にのみ保存されます。
zh_hans: 回答只保存在这台设备上。

source: 의욕이 충만해지는 시간
en: A time when motivation runs high
ja: やる気が満ちてくる時間
zh_hans: 干劲满满的时候

source: 이 Input을 삭제할까요?
en: Delete this Input?
ja: このインプットを削除しますか？
zh_hans: 要删除这个 Input 吗？

source: 이 Output을 삭제할까요?
en: Delete this Output?
ja: このアウトプットを削除しますか？
zh_hans: 要删除这个 Output 吗？

source: 이 기기
en: This device
ja: この端末
zh_hans: 本设备

source: 이 기기에선 건강 앱을 사용할 수 없습니다.
en: The Health app isn't available on this device.
ja: この端末ではヘルスケアAppを使用できません。
zh_hans: 此设备无法使用“健康”App。

source: 이 기기의 생리·컨디션·계획 기록이 모두 지워져요. 건강 앱 옵션은 이 앱이 건강 앱에 쓴 기록만 지우고, 다른 앱이나 건강 앱의 원본은 건강 앱에서 지울 수 있어요.
en: All of the period records, how-you-feel records, and plans on this device will be erased. The Health app option only erases what this app wrote to the Health app; originals from other apps or from the Health app itself can be deleted in the Health app.
ja: この端末の生理・体調・予定の記録がすべて消えます。ヘルスケアAppのオプションは、このAppがヘルスケアAppに書き込んだ記録だけを消します。ほかのAppやヘルスケアAppにある元の記録は、ヘルスケアAppで削除できます。
zh_hans: 这台设备上的月经、状态和计划记录都会被清除。“健康”App 选项只会清除本 App 写入“健康”App 的记录；来自其他 App 或“健康”App 本身的原始记录，可以在“健康”App 中删除。

source: 이 기기의 생리·컨디션·계획 기록이 모두 지워지고, 건강 앱 연동은 꺼져요(켜 두면 건강 앱 기록을 곧바로 다시 가져와요). 건강 앱 옵션은 이 앱이 건강 앱에 쓴 기록만 지우고, 다른 앱이나 건강 앱의 원본은 건강 앱에서 지울 수 있어요.
en: All period, condition and planner records on this device will be erased, and Health app syncing turns off (leaving it on would immediately re-import your Health records). The Health option deletes only records this app wrote to Health; originals from other apps can be deleted in the Health app.
ja: この端末の生理・体調・プランの記録がすべて消え、ヘルスケア連携はオフになります（オンのままだとヘルスケアの記録をすぐ再取得します）。ヘルスケアのオプションはこのAppが書き込んだ記録だけを消します。他のAppの元データはヘルスケアAppで削除できます。
zh_hans: 此设备上的经期、状态和计划记录将全部抹掉，健康 App 同步会关闭（若保持开启，会立即重新导入健康记录）。健康选项只删除本 App 写入健康的记录；其他 App 的原始数据可在健康 App 中删除。

source: 이 답들이 매달 비슷한가요
en: Are these answers about the same every month?
ja: これらの答えは毎月似ていますか
zh_hans: 这些答案每个月都差不多吗

source: 이 문구가 보이면 알림이 정상 동작하는 거예요.
en: If you can see this, notifications are working.
ja: この文が見えていれば、通知は正常に動いています。
zh_hans: 能看到这句话，就说明通知运行正常。

source: 이 백업은 지금 앱보다 새로운 버전이에요. 앱을 업데이트한 뒤 가져와 주세요.
en: This backup is from a newer version than the app. Please update the app and import it again.
ja: このバックアップは現在のAppより新しいバージョンです。Appを更新してから読み込んでください。
zh_hans: 这份备份来自比当前App更新的版本。请更新App后再导入。

source: 이 버튼이 기록의 입구예요. 날짜 칸을 탭해서 기록하고, 지난 기록도 고칠 수 있어요.
en: This button is the way into your records. Tap a date cell to log, and you can edit past records too.
ja: このボタンが記録の入り口です。日付のマスをタップして記録でき、過去の記録も直せます。
zh_hans: 这个按钮是记录的入口。点按日期格就能记录，过去的记录也可以修改。

source: 이 일정을 삭제할까요?
en: Delete this event?
ja: この予定を削除しますか？
zh_hans: 要删除这个日程吗？

source: 이 파일엔 생리·컨디션 기록이 들어있어요. 지금 저장된 기록: 생리 %1$@일 · 체크인 %2$@건
en: This file contains your period and how-you-feel records. Saved right now: %1$@ period days · %2$@ check-ins
ja: このファイルには生理・体調の記録が入っています。今保存されている記録：生理%1$@日 · チェックイン%2$@件
zh_hans: 这个文件里有月经和状态的记录。当前已保存：月经%1$@天 · 打卡%2$@条

source: 이 페이지의 질문은 건너뛰셔도 괜찮아요.
en: It's fine to skip the questions on this page.
ja: このページの質問は飛ばしても大丈夫です。
zh_hans: 这一页的问题跳过也没关系。

source: 이 항목과 기록이 함께 지워져요. 되돌릴 수 없어요.
en: This item and its records will be deleted together. This can't be undone.
ja: この項目と記録が一緒に消えます。元に戻せません。
zh_hans: 这个项目和它的记录会一起删除，无法撤销。

source: 이날 기록이 나의 템포에 담겼어요.
en: This day's record is now in My Tempo.
ja: この日の記録がマイテンポに収まりました。
zh_hans: 这一天的记录已经收进“我的节奏”了。

source: 이날의 체크인
en: Check-in for this day
ja: この日のチェックイン
zh_hans: 这一天的打卡

source: 이맘때 기록이 하나만 있어도 이번 주기가 리듬 계산에 들어가요.
en: Even one record around this time lets this cycle count toward your rhythm.
ja: この時期の記録が一つあるだけでも、今回の周期がリズムの計算に入ります。
zh_hans: 这个时候哪怕只有一条记录，这个周期也会计入节奏的计算。

source: 이맘때 이야기를 하려면 몇 가지 알아야 해요.
en: To talk about this time of the month, there are a few things to know.
ja: この時期の話をするには いくつか知っておくことがあります。
zh_hans: 要聊这个时期的事， 有几件事想先告诉你。

source: 이맘때 이야기를 하려면 몇 가지를 알아야 해요.
en: To talk about this time of your cycle, we need to know a few things.
ja: 今の時期のお話をするには、いくつか知っておく必要があります。
zh_hans: 要聊聊这个时期，需要先了解几件事。

source: 이번 계절
en: This season
ja: 今の季節
zh_hans: 这个季节

source: 이번 달
en: This month
ja: 今月
zh_hans: 本月

source: 이번 주
en: This week
ja: 今週
zh_hans: 本周

source: 이번 주기 끝자락이 비어 있어요
en: The tail end of this cycle is empty
ja: 今回の周期の終わりが空いています
zh_hans: 这个周期的末尾还空着

source: 이번 주기 중반이 비어 있어요
en: The middle of this cycle is empty
ja: 今回の周期の半ばが空いています
zh_hans: 这个周期的中段是空的

source: 이번 주기 초반이 비어 있어요
en: The start of this cycle is empty
ja: 今回の周期のはじめが空いています
zh_hans: 这个周期的开头是空的

source: 이번 주기 후반이 비어 있어요
en: The second half of this cycle is empty
ja: 今の周期の後半が空いています
zh_hans: 这个周期的后半段还空着

source: 이번 주는 겨울이에요. 조금은 쉬어가도 괜찮아요.
en: It's winter this week. It's okay to take it slow.
ja: 今週は冬です。少し休んでも大丈夫です。
zh_hans: 这周是冬天。可以稍微慢一点。

source: 이전
en: Previous
ja: 前へ
zh_hans: 上一步

source: 이전 달
en: Previous month
ja: 前の月
zh_hans: 上个月
